[
  { 
    "date": "11-28-2014",
    "quote": "\"Reflecting on the preciousness of our human life will encourage us not to waste valuable time, but to use it to practise the stages of the path.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "The New Meditation Handbook"
  },
  { 
    "date": "11-27-2014",
    "quote": "\"Since you will definitely have to depart without the wealth you have accumulated, do not accumulate negativity for the sake of wealth\"",
    "author": "Atisha",
    "text": ""
  },
  { 
    "date": "11-26-2014",
    "quote": "\"To release our mind from self-grasping, the root of all delusions, we need a direct realization of emptiness.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "The New Meditation Handbook"
  },
  { 
    "date": "11-25-2014",
    "quote": "\"When our hearts are filled with pure love we cannot be disturbed by anger or jealousy.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "The New Meditation Handbook"
  },
  { 
    "date": "11-24-2014",
    "quote": "\"A person who sincerely practises transforming adverse conditions into the path will find many good qualities in suffering, and so he or she will always remain calm and undaunted.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "Universal Compassion"
  },
  { 
    "date": "11-23-2014",
    "quote": "\"When we are approaching death we should not worry about leaving our possessions behind, but should be like people who happily go on holiday without worrying about the things they leave at home.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "Book 3"
  },
  { 
    "date": "11-22-2014",
    "quote": "\"Whether an action is good, bad, or neutral depends principally upon the intention that motivates it.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "Introduction to Buddhism"
  },
  { 
    "date": "11-21-2014",
    "quote": "\"Practising moral discipline purely makes our human life meaningful. It is the only infallible method for solving our inner problems.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "The New Meditation Handbook"
  },
  { 
    "date": "11-20-2014",
    "quote": "\"Our body and mind are separate entities, and so even though the body disintegrates at death, the continuum of the mind remains unbroken.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "Introduction to Buddhism"
  },
  { 
    "date": "11-19-2014",
    "quote": "\"The best way to avoid wasting our precious life is to become acutely aware of our impermanence by meditating on death.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": "Introduction to Buddhism"
  },
  { 
    "date": "11-18-2014",
    "quote": "\"Since the real purpose of meditation is to increase our capacity to help others, taking time each day to meditate is not selfish.\"",
    "author": "Geshe Kelsang Gyatso",
    "text": ""
  }
]